tap "homebrew/bundle"
tap "planetscale/tap"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "gh"
brew "libksba"
brew "libtool"
brew "mysql-client"
brew "openssl@1.1"
brew "pkg-config"
brew "watchman"
brew "z"
brew "planetscale/tap/pscale"
cask "warp"
vscode "aaron-bond.better-comments"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "eliostruyf.vscode-front-matter"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "formulahendry.auto-rename-tag"
vscode "humao.rest-client"
vscode "jayvicsanantonio.barbenheimer"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "robbowen.synthwave-vscode"
vscode "sdras.night-owl"
vscode "styled-components.vscode-styled-components"
vscode "supermaven.supermaven"
vscode "techer.open-in-browser"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wesbos.theme-cobalt2"
vscode "wix.vscode-import-cost"
